Repository: wangchong2023/ZhiYu
Catalog: Sources/Localization/Catalogs/Knowledge.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# basicInfo
source: Info
zh_hans: 基础信息
zh_hant: 基础資訊

# page.source.content
source: Original Source Content
zh_hans: 原文内容
zh_hant: 原文內容

# page.source.empty
source: No Source Found
zh_hans: 未找到来源
zh_hant: 未找到來源

# content
source: Body
zh_hans: 正文内容
zh_hant: 正文內容

# create.template.comparison.conclusion
source: Key Conclusion
zh_hans: 核心结论
zh_hant: 核心結論

# create.template.comparison.conclusionPlaceholder
source: Enter summary insights after comparison...
zh_hans: 在这里输入对比后的总结性见解...
zh_hant: 在這裏輸入對比後的總結性見解...

# create.template.comparison.dimensions
source: Comparison Dimensions
zh_hans: 对比维度
zh_hant: 對比維度

# create.template.comparison.dimensionsPlaceholder
source: - Dimension 1: A vs B - Dimension 2: A vs B
zh_hans: - 维度 1: 对象 A vs 对象 B - 维度 2: 对象 A vs 对象 B
zh_hant: - 維度 1: 對象 A vs 對象 B - 維度 2: 對象 A vs 對象 B

# create.template.concept.analysis
source: Key Elements
zh_hans: 关键要素
zh_hant: 關鍵要素

# create.template.concept.analysisPlaceholder
source: 1. Key Element A: [Description...] 2. Key Element B: [Description...]
zh_hans: 1. 关键要素 A：[描述...] 2. 关键要素 B：[描述...]
zh_hant: 1. 關鍵要素 A：[描述...] 2. 關鍵要素 B：[描述...]

# create.template.concept.definition
source: Concept Definition
zh_hans: 概念定义
zh_hant: 概念定义

# create.template.concept.definitionPlaceholder
source: Enter the definition or core connotation of the concept...
zh_hans: 在这里输入概念的定义或核心内涵...
zh_hant: 在這裏輸入概念的定义或核心內涵...

# create.template.concept.links
source: Semantic Links
zh_hans: 语义关联
zh_hant: 語义關联

# create.template.concept.linksPlaceholder
source: Related Concepts: [[Concept Name]]
zh_hans: 关联概念：[[概念名称]]
zh_hant: 關联概念：[[概念名稱]]

# create.template.entity.contributions
source: Core Contributions
zh_hans: 核心贡献
zh_hant: 核心贡献

# create.template.entity.contributionsPlaceholder
source: List core achievements or major contributions...
zh_hans: 列出核心成就或主要贡献...
zh_hant: 列出核心成就或主要贡献...

# create.template.entity.overview
source: Basic Overview
zh_hans: 基本概况
zh_hant: 基本概況

# create.template.entity.overviewPlaceholder
source: Enter a brief introduction of the person, organization, or item...
zh_hans: 在这里输入人物、机构或物品的简要介绍...
zh_hant: 在這裏輸入人物、機構或物品的简要介紹...

# create.template.entity.related
source: Related Pages
zh_hans: 关联页面
zh_hant: 關联頁面

# create.template.entity.relatedPlaceholder
source: Use [[Page Title]] to link to other knowledge points...
zh_hans: 使用 [[页面标题]] 关联到其他知识点...
zh_hant: 使用 [[頁面標題]] 關联到其他知識点...

source: Custom Icon
zh_hans: 自定义图标
zh_hant: 自訂圖示

# editor.addTag
source: Add Tag
zh_hans: 添加标签
zh_hant: 添加標籤

# editor.bidirectionalLinks
source: Supports [[bidirectional links]] syntax
zh_hans: 支持 [[双向链接]] 语法
zh_hant: 支援 [[雙向链接]] 語法

# editor.bold
source: Bold
zh_hans: 粗体
zh_hant: 粗體

# editor.code
source: Code
zh_hans: 代码
zh_hant: 程式碼

# editor.divider
source: Divider
zh_hans: 分割线
zh_hant: 分割線

# editor.enterTag
source: Enter tag
zh_hans: 输入标签
zh_hant: 輸入標籤

# editor.iconPicker.customSelected
source: Custom icon selected
zh_hans: 已选择自定义图标
zh_hant: 已選擇自訂圖示

# editor.iconPicker.selectIcon
source: Select Icon
zh_hans: 选择图标
zh_hant: 選擇圖示

# editor.iconPicker.useDefault
source: Use default icon
zh_hans: 使用默认图标
zh_hant: 使用預設圖示

# editor.insertPageLink
source: Insert Knowledge Link
zh_hans: 插入知识库链接
zh_hant: 插入知識庫链接

# editor.italic
source: Italic
zh_hans: 斜体
zh_hant: 斜體

# editor.knowledgeLink
source: Knowledge Link
zh_hans: 知识库链接
zh_hant: 知識庫链接

# editor.link
source: Link
zh_hans: 链接
zh_hant: 链接

# editor.list
source: List
zh_hans: 列表
zh_hant: 清單

# editor.ocrScan
source: OCR Scan
zh_hans: OCR 扫描
zh_hant: OCR 掃描

# editor.placeholder
source: Start writing...
zh_hans: 开始输入内容...
zh_hant: 開始輸入內容...

# editor.quote
source: Quote
zh_hans: 引用
zh_hant: 引用

# editor.searchPages
source: Search pages...
zh_hans: 搜索页面...
zh_hant: 搜尋頁面...

# editor.selectedText
source: Selected text
zh_hans: 选中文本
zh_hant: 選中文本

# editor.table
source: Table
zh_hans: 表格
zh_hant: 表格

# editor.tableColumn1
source: Column 1
zh_hans: 列1
zh_hant: 列1

# editor.tableColumn2
source: Column 2
zh_hans: 列2
zh_hant: 列2

# editor.tableColumn3
source: Column 3
zh_hans: 列3
zh_hant: 列3

# page.ai.expansion
source: Knowledge Expansion
zh_hans: 深度知识扩写
zh_hant: 深度知識擴寫

# page.ai.infographic
source: Generate Infographic
zh_hans: 生成知识信息图
zh_hant: 生成知識資訊圖

# page.ai.lab
source: AI Lab
zh_hans: 产出实验室
zh_hant: 產出實驗室

# page.ai.potentialLinksTitle
source: Potential Links
zh_hans: 潜在关联
zh_hant: 潛在關联

# page.ai.potentialLinksEmpty
source: No potential links found
zh_hans: 未发现潜在关联
zh_hant: 未發現潛在關联

# page.ai.potentialLinksScanning
source: Scanning potential links...
zh_hans: 智能扫描潜在关联中...
zh_hant: 智能掃描潛在關联中...

# page.aiInsights
source: AI Insights
zh_hans: AI 灵感星火
zh_hant: AI 靈感星火

# page.aiInsights.desc
source: Insights generated by AI based on content
zh_hans: 基于当前语境自动预测的关联知识
zh_hant: 基於当前語境自動預测的關联知識

# page.backlinkAccessibility
source: Linked page: %@, Type: %@
zh_hans: 反向引用页面：%@，类型：%@
zh_hant: 反向引用頁面：%@，類型：%@

# page.backlinks
source: Backlinks
zh_hans: 反向引用
zh_hant: 反向引用

# page.outgoings
source: Outgoings
zh_hans: 引用外部
zh_hant: 引用外部

# page.brokenLinks
source: Broken Links
zh_hans: 失效链接
zh_hant: 失效链接

# page.orphanPages
source: Orphan Pages
zh_hans: 无引页面
zh_hant: 無引頁面

# page.backlinksCount
source: %d backlinks
zh_hans: %d 个反向引用
zh_hant: %d 個反向引用

# page.confidenceAccessibility
source: Confidence: %@
zh_hans: 置信度：%@
zh_hant: 置信度：%@

# page.confirmDelete
source: Confirm Delete
zh_hans: 确认删除
zh_hant: 確認刪除

# page.createdAtFormat
source: Created at %@
zh_hans: 创建于 %@
zh_hant: 建立於 %@

# page.deleteMessage
source: This action cannot be undone. The page and all references will be deleted.
zh_hans: 此操作不可恢复，页面及所有引用将被删除。
zh_hant: 此操作不可恢複，頁面及所有引用將被刪除。

# page.deletePage
source: Delete Page
zh_hans: 删除页面
zh_hant: 刪除頁面

# page.deletePageTitle
source: Delete page: "%@"
zh_hans: 删除页面："%@"
zh_hant: 刪除頁面："%@"

# page.doneEditing
source: Done editing
zh_hans: 完成编辑
zh_hant: 完成編輯

# page.doubleTapToNavigate
source: Double-tap to navigate
zh_hans: 双击跳转到该页面
zh_hant: 雙擊跳轉到该頁面

# page.edit
source: Edit page
zh_hans: 编辑页面
zh_hant: 編輯頁面

# page.empty
source: This page has no content yet
zh_hans: 这个页面还没有内容
zh_hant: 這個頁面还沒有內容

# page.emptyHint
source: Tap ✏️ in the top right to start editing, use [[Page Name]] to create links
zh_hans: 点击右上角 ✏️ 开始编辑，使用 [[页面名]] 建立关联
zh_hant: 点擊右上角 ✏️ 開始編輯，使用 [[頁面名]] 建立關联

# page.history
source: History
zh_hans: 版本历史
zh_hant: 版本历史

# page.history.manual
source: Manual Edit
zh_hans: 手动修改
zh_hant: 手動修改

# page.history.none
source: No history
zh_hans: 暂无历史快照
zh_hant: 暫無历史快照

# page.icon
source: Icon
zh_hans: 图标
zh_hant: 圖示

# page.metaAccessibility
source: Created: %1$@, Words: %2$d, Links: %3$d
zh_hans: 创建于：%1$@，字数：%2$d，外链：%3$d
zh_hant: 建立於：%1$@，字數：%2$d，外链：%3$d

# page.metaInfo
source: Page Information
zh_hans: 页面元数据
zh_hant: 頁面元資料

# page.noBackLinks
source: No backlinks
zh_hans: 无反向引用
zh_hant: 無反向引用

# page.outLinkUnit
source: out-links
zh_hans: 引用外部
zh_hant: 引用外部

# page.outLinksCount
source: %d outgoing links
zh_hans: %d 个引用外部
zh_hant: %d 個引用外部

# page.pageTypeAccessibility
source: Page type: %@
zh_hans: 页面类型：%@
zh_hant: 頁面類型：%@

# page.pin
source: Favorite page
zh_hans: 收藏页面
zh_hant: 收藏頁面

# page.source.copied
source: Path Copied
zh_hans: 已复制路径
zh_hant: 已複製路徑

# page.source.copyPath
source: Copy Path
zh_hans: 复制路径
zh_hant: 複製路徑

# page.source.localFile
source: Local File
zh_hans: 本地文件
zh_hant: 本地檔案

# page.status
source: Status
zh_hans: 状态
zh_hant: 狀態

# page.statusAccessibility
source: Status: %@
zh_hans: 状态：%@
zh_hant: 狀態：%@

# page.titleAccessibility
source: Title: %@
zh_hans: 标题：%@
zh_hant: 標題：%@

# page.unpin
source: Unfavorite
zh_hans: 取消收藏
zh_hant: 取消收藏

# page.updatedAtFormat
source: Updated at %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

# page.wordCount
source: %d words
zh_hans: %d 字
zh_hant: %d 字

# quiz.backToPage
source: Back to Page
zh_hans: 返回页面
zh_hant: 返回頁面

source: Quiz Completed
zh_hans: 测验完成
zh_hant: 测驗完成

# quiz.correctAnswer
source: Correct Answer
zh_hans: 正确答案
zh_hant: 正確答案

# quiz.explanation
source: Explanation
zh_hans: 解析
zh_hant: 解析

# quiz.questionFormat
source: Question %d / %d
zh_hans: 题目 %d / %d
zh_hant: 題目 %d / %d

# quiz.scoreFormat
source: Score: %d
zh_hans: 得分: %d
zh_hant: 得分: %d

# quiz.showAnswer
source: Show Answer & Explanation
zh_hans: 查看答案与解析
zh_hant: 查看答案与解析

# quiz.title
source: Knowledge Quiz
zh_hans: 知识测验
zh_hant: 知識测驗

# quiz.yourScore
source: Your Score
zh_hans: 你的得分
zh_hant: 你的得分

# tag.allTags
source: All Tags
zh_hans: 全部标签
zh_hant: 全部標籤

# tag.deleteMessage
source: Are you sure you want to delete tag '%@'? This will not delete the pages.
zh_hans: 确定要删除标签 '%@' 吗？此操作不会删除页面。
zh_hant: 確定要刪除標籤 '%@' 吗？此操作不會刪除頁面。

# tag.deleteTag
source: Delete Tag
zh_hans: 删除标签
zh_hant: 刪除標籤

# tag.newName
source: New Name
zh_hans: 新名称
zh_hant: 新名稱

# tag.noTags
source: No Tags
zh_hans: 暂无标签
zh_hant: 暫無標籤

# tag.noTagsHint
source: Your tags will be displayed here
zh_hans: 你创建的标签将在这里集中展示
zh_hant: 你建立的標籤將在這裏集中展示

# tag.renameMessage
source: Rename '%@' to:
zh_hans: 将 '%@' 重命名为：
zh_hant: 將 '%@' 重命名為：

# tag.renameTag
source: Rename Tag
zh_hans: 重命名标签
zh_hant: 重命名標籤

# tag.tagPages
source: %lld Related Pages
zh_hans: %lld 个关联页面
zh_hant: %lld 個關联頁面

# tag.title
source: Tag Management
zh_hans: 标签管理
zh_hant: 標籤管理

# tag.layoutBubble
source: Bubble Cloud
zh_hans: 气泡云
zh_hant: 氣泡雲

# tag.expandAll
source: Expand All
zh_hans: 展开全部
zh_hant: 展開全部

# tag.collapse
source: Collapse
zh_hans: 收起
zh_hant: 收起

# tagcloud.selectTag
source: Select a tag to view content
zh_hans: 选择一个标签以查看关联内容
zh_hant: 選擇一個標籤以查看關联內容

# tags.addNew
source: New Tag
zh_hans: 新建标签
zh_hant: 新增標籤

# tags.bulkDeleteWarning
source: Are you sure you want to delete the selected %lld tags?
zh_hans: 确定要删除选中的 %lld 个标签吗？
zh_hant: 確定要刪除選中的 %lld 個標籤吗？

# tags.createHint
source: Please enter the name of the new tag
zh_hans: 请输入新标签的名称
zh_hant: 請輸入新標籤的名稱

# tags.inputName
source: Tag Name
zh_hans: 标签名称
zh_hant: 標籤名稱

# tags.manageTitle
source: Manage
zh_hans: 管理
zh_hant: 管理

# tags.selectToManage
source: Select tags to manage
zh_hans: 选择标签进行管理
zh_hant: 選擇標籤進行管理

# tags.selectedCount
source: %lld Selected
zh_hans: 已选中 %lld 个
zh_hant: 已選中 %lld 個

# template.comparison
source: Comparison Template
zh_hans: 对比模板
zh_hant: 對比模板

# template.concept
source: Concept Template
zh_hans: 概念模板
zh_hant: 概念模板

# template.entity
source: Entity Template
zh_hans: 实体模板
zh_hant: 實體模板

# vault.backToHub
source: All Notebooks
zh_hans: 所有笔记本
zh_hant: 所有筆記本

# vault.defaultDescription
source: Explore practices of personal knowledge capture, internalization, organization, and expression
zh_hans: 探索个人知识获取、内化、整理与输出的实践
zh_hant: 探索個人知識獲取、內化、整理与輸出的實践

# vault.defaultName
source: Knowledge Graph
zh_hans: 知识图谱
zh_hant: 知識圖譜

# vault.researchDescription
source: Gathering inspiration and deep industry analysis...
zh_hans: 收集灵感与行业深度分析
zh_hant: 收集靈感与行業深度分析

# vault.descriptionLabel
source: Description (Optional)
zh_hans: 描述 (可选)
zh_hant: 描述 (可選)

# vault.descriptionPlaceholder
source: Tell more about this notebook...
zh_hans: 介绍一下这个笔记本...
zh_hant: 介紹一下這個筆記本...

# vault.deleteNotebook
source: Delete Notebook
zh_hans: 删除笔记本
zh_hant: 刪除筆記本

# vault.edit
source: Edit
zh_hans: 编辑笔记本
zh_hant: 編輯筆記本

# vault.homeTitle
source: Notebooks
zh_hans: 笔记本
zh_hant: 筆記本

# vault.label
source: Notebook
zh_hans: 笔记本
zh_hant: 筆記本

# vault.lastEdited
source: Edited
zh_hans: 上次编辑
zh_hant: 上次編輯

# vault.nameLabel
source: Name
zh_hans: 笔记本名称
zh_hant: 筆記本名稱

# vault.new
source: New Notebook
zh_hans: 新建笔记本
zh_hant: 新增筆記本

# vault.noSelection
source: No Vault Selected
zh_hans: 未选择知识库
zh_hant: 未選擇知識庫

# vault.pageCountSuffix
source: pages
zh_hans: 页
zh_hant: 頁

# vault.renameMessage
source: Please enter a new name for this notebook.
zh_hans: 请输入新的笔记本名称
zh_hant: 請輸入新的筆記本名稱

# vault.sort.date
source: Sort by Date
zh_hans: 按时间排序
zh_hant: 按時間排序

# vault.sort.name
source: Sort by Name
zh_hans: 按名称排序
zh_hant: 按名稱排序

# vault.subtitle
source: Select a notebook to start exploring
zh_hans: 选择一个笔记本开始探索
zh_hant: 選擇一個筆記本開始探索

source: Page Content
zh_hans: 页面内容
zh_hant: 頁面內容

# create.title
source: Create Page
zh_hans: 创建页面
zh_hant: 建立頁面

# create.quickTemplates
source: Quick Templates
zh_hans: 快速模板
zh_hant: 快速模板

source: Page Type
zh_hans: 页面类型
zh_hant: 頁面類型

# create.tagsPlaceholder
source: Tags (comma separated)
zh_hans: 标签（逗号分隔）
zh_hant: 標籤（逗號分隔）

# create.content
source: Content
zh_hans: 内容
zh_hant: 內容

# creation.template.entity.desc
source: Describe what it is in one sentence — definition, background, key traits.
zh_hans: 一句话说清楚它是什么——定义、背景、核心特征。
zh_hant: 一句話說清楚它是什麼——定义、背景、核心特征。

# creation.template.entity.overviewHint
source: What changes did it bring? What problems did it solve? One per line.
zh_hans: 它带来了哪些改变？解决了什么重要问题？每行一个要点。
zh_hant: 它带來了哪些改變？解決了什麼重要問題？每行一個要点。

# creation.template.concept.desc
source: Briefly explain what it is and its core principles.
zh_hans: 简要说明它是什么、核心原理是什么。
zh_hant: 简要說明它是什麼、核心原理是什麼。

# creation.template.concept.analysisHint
source: Why is it important? Strengths, limitations, use cases.
zh_hans: 它为什么重要？优势和局限是什么？适用什么场景？
zh_hant: 它為什麼重要？優勢和局限是什麼？適用什麼場景？

# creation.template.comparison.desc
source: Compare two things — pick dimensions, analyze each.
zh_hans: 对比两个事物的异同——选好维度，逐项分析。
zh_hant: 對比兩個事物的異同——選好維度，逐項分析。

# creation.template.comparison.table
source: List comparison points below — they will be formatted automatically.
zh_hans: 请在下方逐条列出对比内容，系统会自动格式化。
zh_hant: 請在下方逐條列出對比內容，係統會自動格式化。

# creation.template.comparison.conclusionHint
source: Summarize use cases and selection advice based on the comparison.
zh_hans: 基于以上对比，总结各自适用场景与选择建议。
zh_hant: 基於以上對比，總結各自適用場景与選擇建議。

# creation.relatedLinks
source: Related
zh_hans: 关联
zh_hant: 關联

# page.sourceOpenLink
source: Open Source Link
zh_hans: 打开来源链接
zh_hant: 打開來源链接

# tag.count
source: %d tags
zh_hans: %d 个标签
zh_hant: %d 個標籤

# page.batchDeleteTitle
source: Delete %@ Pages
zh_hans: 批量删除 %@ 个页面
zh_hant: 批量刪除 %@ 個頁面

# page.batchDeleteMessage
source: This action cannot be undone. Are you sure you want to delete these %@ pages?
zh_hans: 此操作不可撤销，确定要删除这 %@ 个页面吗？
zh_hant: 此操作不可復原，確定要刪除這 %@ 個頁面吗？

# vault.raw.category.document
source: Document
zh_hans: 文档
zh_hant: 文档

# vault.raw.category.audio
source: Audio
zh_hans: 音频
zh_hant: 音頻

# vault.raw.category.ocr
source: OCR
zh_hans: OCR 识别
zh_hant: OCR 識別

# vault.raw.category.web
source: Web
zh_hans: 网页
zh_hant: 網頁

# vault.raw.category.clipboard
source: Clipboard
zh_hans: 剪贴板
zh_hant: 剪貼板

# vault.raw.category.manual
source: Manual
zh_hans: 手动录入
zh_hant: 手動錄入

# vault.raw.ocr.simulated
source: OCR Scanned Image
zh_hans: OCR 扫描识别图像
zh_hant: OCR 掃描識別圖像

# vault.comparison.recommendation.default
source: Based on current dimensions and metrics, the system is compiling a decision matrix.
zh_hans: 根据当前多维分析与指标对比，系统正致力于为本项研究提供辅助决策依据。
zh_hant: 根據当前多維分析与指標對比，係統正致力於為本項研究提供辅助決策依據。

# vault.comparison.recommendation.fallback
source: The comparison matrix has been constructed. Please refer to the text body for more detail.
zh_hans: 多维指标横向对比与分析已构建，详细对比报告可阅读下方详细正文。
zh_hant: 多維指標横向對比与分析已構建，詳細對比报告可閱讀下方詳細正文。

# editor.toc
source: Table of Contents
zh_hans: 目录大纲
zh_hant: 目錄大纲

# editor.outline
source: Overview Outline
zh_hans: 内容概述
zh_hant: 內容概述

# create.template.comparison.suffix
source: Comparison
zh_hans: 对比分析
zh_hant: 對比分析

source: New Page
zh_hans: 新建页面
zh_hant: 新增頁面

# page.knowledge
source: ZhiYu
zh_hans: 知识库
zh_hant: 知識庫

# page.source.title
source: Source
zh_hans: 知识溯源 (Source)
zh_hant: 知識溯源 (Source)

# vault.namePlaceholder
source: Notebook Name
zh_hans: 笔记本名称
zh_hant: 筆記本名稱

# page.ai.extractActions
source: 提取行动项
zh_hant: 提取行動項

# page.ai.labOutput
source: AI 实验室产出
zh_hant: AI 實驗室產出

# page.ai.mindmap
source: 思维导图 (Mermaid)
zh_hant: 思維导圖 (Mermaid)

# page.ai.quiz
source: 知识测验 (Quiz)
zh_hant: 知識测驗 (Quiz)

# page.ai.summary
source: 智能总结
zh_hant: 智能總結

# page.expandStub
source: 扩展存根
zh_hant: 擴展存根

# page.findLinks
source: 寻找相关链接
zh_hant: 尋找相關链接

# page.snapshot.preview
source: 快照预览
zh_hant: 快照預覽

# page.source.open
source: 访问原始链接
zh_hant: 访問原始链接

# vault.defaultName.zh
source: 知识图谱
zh_hant: 知識圖譜

# vault.researchName.zh
source: 项目调研
zh_hant: 專案調研
